Repository: CarlosMarchena/wp-caldav2ics
Catalog: languages/wp-caldav2ics-*.po
Languages: de_de

source: You do not have sufficient permissions to access this page.
de_de: Du hast nicht genügend Rechte um diese Seite zu öffnen.

source: Settings
de_de: Einstellungen

source: Save Changes
de_de: Änderungen speichern

source: Editor
de_de: Redakteur

source: Author
de_de: Autor

source: Contributor
de_de: Mitarbeiter

source: Subscriber
de_de: Abonnent

source: Anyone
de_de: Jeder

source: CalDav Calendar URL*
de_de: CalDav Kalender URL*

source: CalDav Password*
de_de: CalDav Passwort*

source: Cron Interval
de_de: Cron Intervall

source: enable Logging
de_de: Logging einschalten

source: ICS File
de_de: ICS Datei

source: Caldav2ICS Plugin activated -
de_de: Caldav2ICS Plugin aktiviert -

source: Be sure to set correct Values in Plugin Admin Page !
de_de: Bitte korrekte Einstellungen auf der Plugin Admin-Seite vornehmen !

source: ERROR: Your Server's response is invalid and cannot be parsed - please enable Logging and check the Logfile !
de_de: Fehler: Der Server lieferte eine ungültige Antwort, die nicht interpretiert werden kann - bitte Logging einschalten und die Logdatei prüfen !

source: Settings Updated - please check Your generated ICS File at:
de_de: Einstellungen gespeichert - bitte die erzeugte .ics Datei hier prüfen:

source: (In case anything does not work as expected, please enable Logging and check the
de_de: (sofern iregendetwas nicht so funktioniert wei erwartert, bitte die Logdatei

source: Error - You have currently one or more invalid mandatory Options set:
de_de: Fehler: momentan sind eine oder mehrere falsche Optionen gesetzt:

source: Note: Settings that end with * are mandatory, all others are optional, which will be replaced by Defaults, if not specified.
de_de: Anmerkung: Einstellungen die mit * enden sind erforderlich, alle anderen sind optional, diese werden durch Standardwerte ersetzt, wenn nicht angegeben.

source: Defaults are:
de_de: Standardwerte sind:

source: Cron Interval: daily
de_de: Cron Intervall: daily

source: enable Logging: false
de_de: Logging einschalten: false

source: ICS File: calendar.ics
de_de: ICS Datei: calendar.ics

source: ICS File must be specified without PATH, it will be stored in uploads/calendars. Logfile (if Logging enabeled) will be cron.log in PluginDir.
de_de: Die ICS Datei muss ohne Pfad angegeben werden, sie wird gespeichert unter uploads/calendars. Die Logdatei (falls Logging eingeschaltet) ist cron.log im PluginDir.

source: Error: plugin "WP-CalDav2ICS" requires a newer version of PHP to be running.
de_de: Fehler: Das Plugin "CalDav2ICS" erfordert eine neuere PHP Version.

source: Minimal version of PHP required:
de_de: Minimal notwenige PHP Version:

source: Your server's PHP version:
de_de: PHP Version des Servers:
